Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Webstoffe mit atmungsaktiver Polyurethanbeschichtung für wasserfeste Bekleidung
en: Woven cloth with breathable polyurethane coating for water proof garments

source: Webstoffe mit atmungsaktiver Polyurethanbeschichtung als Stückware
en: Woven cloth with breathable polyurethane coating sold in the piece

source: In Paketen verkaufte Textilhandtücher
en: Towels of textile sold in pack form

source: Stoffe aus ummantelten Gummigarnen für Textilzwecke
en: Covered rubber yarn fabrics [for textile use]

source: Bettdecken aus Seide
en: Silk bed blankets

source: Untersetzer aus Stoff
en: Coasters of textile

source: Tischservietten aus Stoff
en: Table napkins of textile

source: Tuche für Fahnen
en: Cloth bunting

source: Filtermaterialien aus Textilien
en: Filtering materials of textile

source: Innendekorationstextilien [Stoffe]
en: Textiles for interior decorating

source: Küchenwäsche und Tischwäsche
en: Kitchen and table linens

source: Bettvolants aus Stoff
en: Fabric bed valances

source: Angepasste Taschen für Schlafsäcke
en: Bags for sleeping bags [specifically adapted]

source: Textiletiketten für Strichcode
en: Labels of textile for bar codes

source: Stoffe für Tatami-Matteneinfassbänder
en: Cloth for tatami mat edging ribbons

source: Stoffe aus Metallfasern
en: Metal fiber fabrics

source: Gebürstete Stoffe
en: Nap raised cloth

source: Papiergarnstoffe für Textilzwecke
en: Paper yarn fabrics for textile use

source: Möbelbezüge aus Kunststoff
en: Furniture coverings of plastic

source: Badetücher
en: Bath towels

source: Tischdeckchen aus Stoff
en: Tablemats of textile

source: Bettwäsche und Decken
en: Bed clothes and blankets

source: Futterstoffe für Schuhwaren
en: Lining fabric for footwear

source: Kattun
en: Calico

source: Futterstoffe für Schlafsäcke
en: Sleeping bags [sheeting]

source: Tischwäsche [nicht aus Papier]
en: Table linen, not of paper

source: Tischtücher, nicht aus Papier
en: Tablecloths, not of paper

source: Vliesstoffe [Textilien]
en: Non-woven textile fabrics

source: Kissenbezüge
en: Pillow shams

source: Bezüge für Kissen
en: Covers for cushions

source: Tischtücher aus Stoff
en: Textile tablecloths

source: Textilhandtücher mit Logos von American Football-Teams
en: Towels of textile featuring American football team logos

source: Flammsichere Polsterstoffe
en: Fireproof upholstery fabrics

source: Tischläufer, nicht aus Papier
en: Table runners not of paper

source: Bettlaken aus Kunststoff [ausgenommen Inkontinenzunterlagen]
en: Bed sheets of plastic [not being incontinence sheets]

source: Bettlaken aus Papier
en: Bed sheets of paper

source: Webstoffe und Ersatzstoffe für Webstoffe
en: Textiles and substitutes for textiles

source: Tuch
en: Cloth

source: Gewebe für textile Zwecke
en: Fabrics for textile use

source: Textile Gewebe
en: Woven fabrics

source: Tischläufer aus Kunststoff
en: Table runners of plastic

source: Wetterfeste Segelbekleidung
en: Sailing wet weather clothing

source: Sandalen
en: Sandals

source: Tücher [Schals]
en: Neckerchiefs

source: Röcke
en: Skirts

source: Formelle Abendgarderobe
en: Formal evening wear

source: Stollen für Fußballschuhe
en: Studs for football boots

source: Sandalen aus Leder im japanischen Stil
en: Japanese style sandals of leather

source: Jacken als Sportbekleidung
en: Jackets being sports clothing

source: Longshirts für den Strand
en: Bathing suit cover-ups

source: Matrosenanzüge
en: Sailor suits

source: Kleine Hüte
en: Small hats

source: Sportjacken
en: Sports jackets

source: Kostüme
en: Costumes

source: Abnehmbare Halsbesätze für Kimonos [Haneri]
en: Detachable neckpieces for kimonos (haneri)

source: Lange japanische Nachthemden [Nemaki]
en: Japanese sleeping robes (nemaki)

source: Hemden
en: Shirts

source: Steppjacken [Bekleidungsstücke]
en: Quilted jackets [clothing]

source: Papierhüte [Bekleidung]
en: Paper hats [clothing]

source: Gürtel aus Webstoffen
en: Belts made out of cloth

source: Baseball-Trikots
en: Baseball uniforms

source: Bekleidungsstücke für den Reitsport [ausgenommen Reithelme]
en: Clothing for horse-riding [other than riding hats]

source: Aus Leder hergestellte Gürtel
en: Leather belts [clothing]

source: Pelzmäntel und -jacken
en: Fur coats and jackets

source: Hemden für Anzüge
en: Shirts for suits

source: Strandanzüge
en: Beach clothes

source: Hosenanzüge
en: Pantsuits

source: Damenoberbekleidung
en: Womens' outerclothing

source: Schals, Schärpen
en: Sashes for wear

source: Kletterstiefel [Bergsteigerstiefel]
en: Climbing boots [mountaineering boots]

source: Bekleidung für Judo-Übungen
en: Clothing for wear in judo practices

source: Schürzen [Bekleidung]
en: Aprons [clothing]

source: Zehenriemen für Holzschuhe im japanischen Stil
en: Toe straps for Japanese style wooden clogs

source: Arbeitsanzüge
en: Jumper suits

source: Turnhosen
en: Gym shorts

source: Schals [in Vereinsoptik]
en: Shawls [from tricot only]

source: Straffende Gürtel für Kimonos [Datejime]
en: Tightening-up strings for kimonos (datejime)

source: Hauben [Kopfbedeckung]
en: Bonnets [headwear]

source: Anzüge
en: Suits

source: Büstenhalter
en: Brassieres

source: Rahmen für Schuhe
en: Welts for footwear

source: Wärmeisolierende Bekleidungsstücke
en: Thermally insulated clothing

source: Flache Holzclogs [Koma-geta]
en: Low wooden clogs (koma-geta)

source: Faltenröcke für formelle Kimonos [Hakama]
en: Pleated skirts for formal kimonos (hakama)

source: Badeanzüge
en: Bathing suits

source: Gürtel [Bekleidung]
en: Belts [clothing]

source: Schals und Stolen
en: Shawls and stoles

source: Kurze Petticoats
en: Short petticoats

source: Kurzärmelige Hemden
en: Short-sleeve shirts

source: Kappen mit Schirmen
en: Caps with visors

source: Badeanzüge für Damen
en: Bathing costumes for women

source: Lichtreflektierende Jacken
en: Light-reflecting jackets

source: Sockenhalter
en: Sock suspenders

source: Konfektionierte Kleidereinlagen
en: Ready-made linings [parts of clothing]

source: Hinterkappen für Schuhe
en: Stiffeners for shoes

source: Schals und Schultertücher
en: Shawls and headscarves

source: Sporthemden
en: Casual shirts

source: Kragen
en: Collars

source: Staubmäntel
en: Dust coats

source: Schweißhemmende Socken
en: Anti-perspirant socks

source: Stiefel für Motorradfahrer
en: Boots for motorcycling

source: Hosen [kurz]
en: Trousers shorts

source: Gürtel für Kimonos [Obiage]
en: Bustle holder bands for obi (obiage)

source: Schuhwaren [ausgenommen orthopädische Schuhwaren]
en: Footwear [excluding orthopedic footwear]

source: Lange Kimonos [Nagagi]
en: Full-length kimonos (nagagi)

source: Einteilige Anzüge
en: One-piece suits

source: Schilfhüte [Suge-gasa]
en: Sedge hats (suge-gasa)

source: Kaschmirschals
en: Cashmere scarves

source: Westen aus Leder
en: Leather waistcoats

source: Regenmäntel
en: Mackintoshes

source: Kordelschlipse mit Spitzen aus Edelmetall
en: Bolo ties with precious metal tips

source: Hemden mit Kragen
en: Collared shirts

source: Sandalen aus Filz im japanischen Stil
en: Japanese style sandals of felt

source: Japanische Holzclogs [Geta]
en: Japanese style wooden clogs (geta)

source: Gummistiefel
en: Rain boots

source: Weiße Kittel für Krankenhauszwecke
en: White coats for hospital use

source: Pelzmützen
en: Fur hats

source: Skianzüge für Wettkämpfe
en: Ski suits for competition

source: Clogs und Sandalen im japanischen Stil
en: Japanese style clogs and sandals

source: Kostüme zur Verwendung bei Rollenspielen
en: Costumes for use in role-playing games

source: Papierhüte für Pflegepersonal
en: Paper hats for wear by nurses

source: Zungen für Schuhe und Stiefel
en: Tongues for shoes and boots

source: Versteifungen für Stiefel
en: Stiffeners for boots

source: Rugby-Schuhe
en: Rugby boots

source: Socken und Strumpfwaren
en: Socks and stockings

source: An japanische Holzclogs angepasste Metallbeschläge
en: Metal fittings for Japanese style wooden clogs

source: Tuniken
en: Tunics

source: Uniformen
en: Uniforms

source: Kurze Überziehmäntel für Kimonos [Haori]
en: Short overcoat for kimono (haori)

source: Wickelgürtel für Kimonos [Datemaki]
en: Wrap belts for kimonos (datemaki)

source: Golfhosen, -hemden und -röcke
en: Golf pants, shirts and skirts

source: Japanische Zehenriemensandalen [Asaura-zori]
en: Japanese toe-strap sandals (asaura-zori)

source: Badebekleidung für Herren und Damen
en: Swim wear for gentlemen and ladies

source: Nassanzüge zum Windsurfen
en: Wet suits for windsurfing

source: Ski- und Snowboardschuhe sowie deren Teile
en: Ski and snowboard shoes and parts thereof

source: Unterhemden
en: Undershirts

source: Bedruckte T-Shirts
en: Printed t-shirts

source: Laufanzüge
en: Running Suits

source: Jogginghosen
en: Sweatpants

source: Umhänge
en: Cloaks

source: Hohe Regenclogs [Ashida]
en: High rain clogs (ashida)

source: Schweißblätter
en: Dress shields

source: Babyhöschen [Unterwäsche]
en: Babies' pants [underwear]

source: Schuhe zum Bergwandern
en: Mountaineering shoes

source: Gleitschutz für Fußbekleidung
en: Non-slipping devices for footwear

source: Socken im japanischen Stil [Tabi]
en: Japanese style socks (tabi)

source: Flache Holzclogs [Hiyori-geta]
en: Low wooden clogs (hiyori-geta)

source: Jacken mit Ärmeln
en: Sleeved jackets

source: Jacken ohne Ärmel
en: Sleeveless jackets

source: Wasserdichte Capes
en: Waterproof capes

source: Wasserdichte Anzüge für Motorradfahrer
en: Waterproof suits for motorcyclists

source: Wasserfeste Hosen
en: Waterproof trousers

source: Geldgürtel [Bekleidung]
en: Money belts [clothing]

source: Nassanzüge für Wasserski- und Unterwassersport
en: Wet suits for water-skiing and sub-aqua

source: Nicht elektrisch beheizte Fußsäcke
en: Footmuffs, not electrically heated

source: Schuh- und Stiefelverschlussriemen
en: Pullstraps for shoes and boots

source: Schweißaufsaugende Strümpfe
en: Sweat-absorbent stockings

source: Schuhe mit Haken und Klettverschlussstreifen
en: Shoes with hook and pile fastening tapes

source: Sporttrikots und Kniehosen für den Sport
en: Sports jerseys and breeches for sports

source: Sporthemden mit kurzen Armen
en: Sports shirts with short sleeves

source: Lange Jacken
en: Long jackets

source: Joppen [weite Tuchjacken]
en: Stuff jackets [clothing]

source: Sohlen für Sandalen im japanischen Stil
en: Soles for japanese style sandals

source: Unterbekleidung für Babys
en: Babies' undergarments

source: Leggings [Hosen]
en: Leggings [trousers]

source: Witterungsbeständige Oberbekleidung
en: Weather resistant outer clothing

source: Wetterfeste Kleidung
en: Weatherproof clothing

source: Jacken, Mäntel, Hosen und Westen für Damen und Herren
en: Men's and women's jackets, coats, trousers, vests

source: Festkleider für Damen
en: Women's ceremonial dresses

source: Gestrickte Leibwäsche
en: Knitted underwear

source: Innensocken für Schuhwaren
en: Inner socks for footwear

source: Boas [Bekleidung]
en: Boas [necklets]

source: Skianzüge
en: Snow suits

source: Sportbekleidung [ausgenommen Golfhandschuhe]
en: Sports clothing [other than golf gloves]

source: Ärmellose Trikots
en: Sleeveless jerseys

source: Herrenanzüge
en: Men's suits

source: Stoffschuhe [Espadrillos]
en: Esparto shoes or sandals

source: Handschuhe, einschließlich solcher aus Haut, Fell oder Pelz
en: Gloves including those made of skin, hide or fur

source: Japanische Schuhwaren aus Reisstroh [Waraji]
en: Japanese footwear of rice straw (waraji)

source: Handwärmer [Bekleidung]
en: Handwarmers [clothing]

source: Langärmelige Pullover
en: Long sleeve pullovers

source: Unterhemden für Kimonos [Koshimaki]
en: Undershirts for kimonos (koshimaki)

source: Legere Hosen
en: Casual trousers

source: Enge Wollstrümpfe
en: Woollen tights

source: Schlafanzüge [Trikotoptik]
en: Pyjamas [from tricot only]

source: Schärpen für Kimonos [Obis]
en: Sash bands for kimono (obi)

source: Hosenträger für Herren
en: Suspender belts for men

source: Kurz- oder langärmelige T-Shirts
en: Short-sleeved or long-sleeved t-shirts

source: Badeanzüge für Herren
en: Bathing suits for men

source: Toques [Hüte]
en: Toques [hats]

source: Sportkappen und -hüte
en: Sports caps and hats

source: Strümpfe
en: Stockings

source: Bekleidung für Motorradfahrer aus Leder
en: Motorcyclists' clothing of leather

source: Hauben
en: Bonnets

source: Shirts und Höschen
en: Shirts and slips

source: Gummisohlen für Jikatabi
en: Rubber soles for jikatabi

source: Bekleidungsstücke für Ringkämpfe
en: Clothing for wear in wrestling games

source: Pantoffeln
en: Slippers

source: Uniformen für kommerzielle Zwecke
en: Uniforms for commercial use

source: Kutten [Bekleidung]
en: Cowls [clothing]

source: Sandalen im japanischen Stil [Zori]
en: Japanese style sandals (zori)

source: Sandalen und Strandschuhe
en: Sandals and beach shoes

source: Unterhemden für Kimonos [Juban]
en: Undershirts for kimonos (juban)

source: Pumps [Schuhwaren]
en: Pumps [footwear]

source: Pelze [Bekleidung]
en: Furs [clothing]

source: Gürtel für Kimonos [Koshihimo]
en: Waist strings for kimonos (koshihimo)

source: Bekleidung aus Lederimitat
en: Clothing of imitations of leather

source: Turbane
en: Turbans

source: Schuhbeschläge aus Metall
en: Fittings of metal for footwear

source: Stirnbänder [Bekleidung]
en: Headbands [clothing]

source: Strandschuhe
en: Beach shoes

source: Schuhwaren für Kinder
en: Children's footwear

source: Koreanische Trachtenoberbekleidungsstücke [Jeogori]
en: Basic upper garment of Korean traditional clothes [Jeogori]

source: Modische Hüte
en: Fashion hats

source: Schuhwaren aus Vinyl
en: Footwear made of vinyl

source: Koreanische Trachtenwesten für Damen [Baeja]
en: Korean traditional women's waistcoats [Baeja]

source: Kniestrümpfe
en: Trouser socks

source: Kurze Hosen
en: Short trousers

source: Schultertücher [Bekleidung]
en: Shoulder wraps [clothing]

source: Kragen [Bekleidung]
en: Collars [clothing]

source: Mäntel
en: Coats

source: Rollkragenpullover
en: Turtleneck sweaters

source: Bodys [Unterbekleidung]
en: Teddies [underclothing]

source: Turnschuhe
en: Sneakers

source: Wasserfeste Jacken
en: Rainproof jackets

source: Socken
en: Socks

source: Bademäntel
en: Bath robes

source: Absatzstoßplatten für Schuhe
en: Heelpieces for footwear

source: Korsetts [Unterbekleidung]
en: Corsets [underclothing]

source: Jacken für Angler
en: Fishermen's jackets

source: Blusen
en: Blouses

source: Hüte
en: Hats

source: Krawatten
en: Neckties

source: Schlipse
en: Cravats

source: Walenki [Filzstiefel]
en: Valenki [felted boots]

source: Halloween-Kostüme
en: Halloween costumes

source: Hosenträger
en: Suspenders

source: Schürzen
en: Overalls

source: Wintermäntel
en: Winter coats

source: Damenhüte
en: Millinery

source: Hawaii-Hemden
en: Aloha shirts

source: Kragen für Kleider
en: Collars for dresses

source: Achseleinlagen [Teile von Bekleidungsstücken]
en: Underarm gussets [parts of clothing]

source: Baselayer Hosen
en: Baselayer bottoms

source: Yoga-Schuhe
en: Yoga shoes

source: Wasserfeste Stiefel zum Angeln
en: Waterproof boots for fishing

source: Angler-Gummistiefel
en: Rubber fishing boots

source: Hawaiihemden mit Knopfleiste
en: Button-front aloha shirts

source: Bekleidungsstücke für den Theatergebrauch
en: Articles of clothing for theatrical use

source: Arbeitskleidung
en: Work clothes

source: Traditionelle japanische Kleidung
en: Japanese traditional clothing

source: Zwickel für Fußlinge [Bekleidungsteile]
en: Gussets for footlets [parts of clothing]

source: Zwickel für Gymnastikanzüge [Bekleidungsteile]
en: Gussets for leotards [parts of clothing]

source: Zwickel für Unterwäsche [Bekleidungsteile]
en: Gussets for underwear [parts of clothing]

source: Zwickel für Badeanzüge [Bekleidungsteile]
en: Gussets for bathing suits [parts of clothing]

source: Zwickel für Strümpfe [Bekleidungsteile]
en: Gussets for stockings [parts of clothing]

source: Zwickel für Strumpfhosen [Bekleidungsteile]
en: Gussets for tights [parts of clothing]

source: Pyjama-Unterteile
en: Pajama bottoms

source: Einteilige Playsuits
en: One-piece playsuits

source: Kniewärmer [Bekleidung]
en: Knee warmers [clothing]

source: Kostüme zum Verkleiden für Kinder
en: Costumes for use in children's dress up play

source: Latzoveralls für die Jagd
en: Bib overalls for hunting

source: Shampoo-Umhänge
en: Shampoo capes

source: Shortys [Unterwäsche]
en: Boy shorts [underwear]

source: Gepolsterte Shirts für den Sport
en: Padded shirts for athletic use

source: Gepolsterte Hosen für den Sport
en: Padded pants for athletic use

source: Gepolsterte Shorts für den Sport
en: Padded shorts for athletic use

source: Schuheinlagen, nicht für orthopädische Zwecke
en: Shoe inserts for non-orthopedic purposes

source: Zwickel [Bekleidungsteile]
en: Gussets [parts of clothing]

source: Stofflätzchen für Erwachsene
en: Cloth bibs for adult diners

source: Stollen zur Befestigung an Sportschuhen
en: Cleats for attachment to sports shoes

source: Bandeaux [Bekleidung]
en: Bandeaux [clothing]

source: Zehenriemen für Zoris [Sandalen im japanischen Stil]
en: Toe straps for Japanese style sandals [zori]

source: Schutzelemente aus Metall für Schuhe und Stiefel
en: Protective metal members for shoes and boots

source: Geprägte Schuhsohlen aus Gummi oder Kunststoff
en: Embossed soles of rubber or of plastic materials

source: Mäntel für Damen
en: Coats for women

source: Geprägte Schuhabsätze aus Gummi oder Kunststoff
en: Embossed heels of rubber or of plastic materials

source: Schweißaufsaugende Socken
en: Sweat-absorbent socks

source: Babystiefelchen aus Wolle
en: Bootees (woollen baby shoes)

source: Jacken aus Polar-Fleece
en: Polar fleece jackets

source: Schuhüberzüge für nicht medizinische Zwecke
en: Shoe covers, other than for medical purposes

source: Kurzärmelige T-Shirts
en: Short-sleeved T-shirts

source: Damenkleider
en: Ladies' dresses

source: Foulards [Bekleidungsstücke]
en: Foulards [clothing articles]

source: Pullover mit Stehkragen
en: Mock turtleneck sweaters

source: Miniröcke
en: Miniskirts

source: Damenbekleidung
en: Ladies' clothing

source: Baby-Unterteile
en: Baby bottoms

source: Gewebte Hemden
en: Woven shirts

source: Bequeme Hosen
en: Lounge pants

source: Shirts mit Stehkragen
en: Mock turtleneck shirts

source: Schuhe für Fußvolleyball
en: Shoes for foot volleyball

source: Langärmelige Hemden
en: Long-sleeved shirts

source: Stiefeletten
en: Ankle boots

source: Fingerlose Handschuhe
en: Fingerless gloves

source: Wasserfeste Stiefel
en: Waterproof boots

source: Wetterfeste Hosen
en: Weatherproof pants

source: Wasserfeste Schuhe
en: Waterproof shoes

source: Gestrickte Babyschuhe
en: Knitted baby shoes

source: Künstliche Pelzstolen
en: Synthetic fur stoles

source: Markierringe zur Verwendung beim Stricken
en: Marking rings for use in knitting

source: Falsche Bärte
en: False beards

source: Elastische Bänder
en: Elastic ribbons

source: Spulen zum Aufwickeln von Stickseide oder Wolle [ausgenommen Maschinenteile]
en: Bobbins for retaining embroidery floss or wool [not parts of machines]

source: Verschlüsse für Büstenhalter
en: Fasteners for brassieres

source: Saumbänder zum Aufbügeln
en: Hemming web for ironing-on

source: Kordeln zum Säumen von Bekleidungsstücken
en: Twisted cords for rimming clothing

source: Gürtelschnallen aus Edelmetall
en: Belt buckles of precious metals

source: Broschen [Kleidungszubehör]
en: Brooches [clothing accessories]

source: Schnallen aus Edelmetall [Bekleidungszubehör]
en: Buckles of precious metal [clothing accessories]

source: Gestickte Aufnäher für Bekleidungsstücke
en: Embroidered patches for clothing

source: Klemmen [Haaraccessoires]
en: Snap clips [hair accessories]

source: Chenille [Posamenten]
en: Chenille [passementerie]

source: Namensbänder aus textilem Material zur Identifizierung von Wäsche
en: Name tapes of textile material for identifying linen

source: Nadeln
en: Needles

source: Künstliche Früchte
en: Artificial fruit

source: Angepasste Etuis für Stricknadeln
en: Cases adapted to hold knitting needles

source: Elastische Haarbänder
en: Elasticated hair ribbons

source: Künstliche Blumensträuße
en: Bouquets of artificial flowers

source: Textile Einpackbänder
en: Ribbons for gift wrapping

source: Bänder aus textilen Materialien
en: Ribbons of textile materials

source: Haarnadeln für japanische Frisuren [Tegara]
en: Hair ribbons for Japanese hair styling (tegara)

source: Quasten als Haarschmuck für japanische Frisuren [Negake]
en: Hair tassel ornaments for Japanese hair styling (negake)

source: Gürtelschnallen aus Edelmetall für Bekleidungsstücke
en: Belt buckles of precious metal [for clothing]

source: Rosetten [Posamenten]
en: Rosettes [haberdashery]

source: Vogelfedern [Kleidungszubehör]
en: Birds' feathers [clothing accessories]

source: Fransen
en: Fringes

source: Bänderhalter [Schneidermaterialien ]
en: Strap holders [dressmaking materials]

source: Schleifen für Röcke
en: Bows for clothing

source: Angepasste Etuis für Häkelnadeln
en: Cases adapted to hold crochet hooks

source: Gestickte Abzeichen
en: Embroidered emblems

source: Bekleidungsösen, nicht aus Metall
en: Eyelets (Non-metallic -) for clothing

source: Metallösen für Bekleidungsstücke
en: Eyelets of metal for clothing

source: Bänder [Posamenten]
en: Ribbons [haberdashery]

source: Zopfhalter und Haarschleifen
en: Ponytail holders and hair ribbons

source: Flicken zum Ausbessern von Textilien
en: Patches for repairing textile articles

source: Kordeln für Bekleidungsstücke
en: Twisted cords for clothing

source: Haarquastbänder für japanische Frisuren [Motoyui]
en: Hair tassel strings for Japanese hair styling (motoyui)

source: Spezielle Schärpenclips für Obis [Obi-dome]
en: Special sash clips for obi (obi-dome)

source: Bänder aus transparentem Kunststoff für Dekorationszwecke
en: Ribbons of transparent plastic for decorative purposes

source: Synthetische Haarteile
en: Synthetic hairpieces

source: Schnürsenkel
en: Shoe laces

source: Buchstaben zur Kennzeichnung von Stoffartikeln
en: Lettering for marking textile articles

source: Stecknadeln [ausgenommen Schmuckwaren]
en: Pins, other than jewellery [jewelry (Am.)]

source: Abzeichen, nicht aus Edelmetall
en: Badges for wear, not of precious metal

source: Hosenklammern für Fahrradfahrer
en: Trouser clips for cyclists

source: Besatzwaren [Posamenten]
en: Trimmings for clothing

source: Falsche Schnurrbärte
en: False moustaches

source: Haken und Ösen
en: Hooks and eyes

source: Federn [Kleideraccessoires]
en: Feathers [clothing accessories]

source: Unechte Blumen aus Kunststoff
en: Artificial flowers of plastics

source: Rosetten aus textilen Materialien
en: Rosettes of textile materials

source: Kurzwaren [ausgenommen Garne]
en: Haberdashery, except thread

source: Stichhalter zur Verwendung beim Stricken
en: Stitch holders for use in knitting

source: Nicht elektrische Lockenwickler
en: Non-electric hair rollers

source: Troddeln [Posamenten]
en: Tassels [haberdashery]

source: Gestickte Aufnäher
en: Embroidered patches

source: Blazerknöpfe aus Edelmetall
en: Blazer buttons of precious metals

source: Borten zum Einfassen von Bekleidung
en: Borders for hemming clothing

source: Haarschmuck in Form von Kämmen
en: Hair ornaments in the form of combs

source: Spitzenklöppel [ausgenommen Maschinenteile]
en: Knitting bobbins [other than parts of machines]

source: Gewellte Haarnadeln
en: Waving pins for the hair

source: Nadeln mit Glasköpfen
en: Pins with glass heads

source: Schiffchen zum Weben
en: Tatting shuttles

source: Hinterkopfhaarteile für japanische Frisuren [Tabomino]
en: Back-hairpieces for Japanese hair styling (tabomino)
